Repository: khurshid-alam/Unity-Settings-Daemon
Catalog: po/*.po
Languages: as

source: Accessibility
as: সহায়ক প্ৰযুক্তি

source: Binding to eject an optical disk.
as: অপটিকেল ডিস্ক ইজেক্ট কৰাৰ বাবে বাইন্ড কৰক

source: Binding to launch the calculator.
as: কেলকুলেটৰ আৰম্ভৰ বাবে বাইন্ড কৰক ।

source: Binding to launch the email client.
as: ই-মেইল ক্লায়েন্ট আৰম্ভ কৰাৰ বাবে বাইন্ড কৰক ।

source: Binding to launch the help browser.
as: সহায়ক তথ্যেৰ ব্ৰাউজাৰ আৰম্ভ কৰিবলৈ বাইন্ড কৰক ।

source: Binding to launch the media player.
as: মিডিয়া প্লেয়াৰ আৰম্ভ কৰিবলৈ বাইন্ড কৰক ।

source: Binding to launch the search tool.
as: অনুসন্ধানৰ সামগ্ৰী আৰম্ভ কৰিবলৈ বাইন্ড কৰক ।

source: Binding to launch the web browser.
as: ৱেব ব্ৰাউজাৰ আৰম্ভ কৰিবলৈ বাউন্ড কৰক ।

source: Binding to lock the screen.
as: পৰ্দা লক কৰাৰ বাবে বাইন্ড কৰক ।

source: Binding to log out.
as: লগ-আউটেৰ বাবে বাইন্ড কৰক ।

source: Binding to lower the system volume.
as: সিস্টেমৰ শব্দ হ্ৰাস কৰাৰ বাবে বাইন্ড কৰক ।

source: Binding to mute the system volume.
as: সিস্টেমৰ শব্দ নিঃশব্দ কৰাৰ বাবে বাইন্ড কৰক ।

source: Binding to open the Home folder.
as: ব্যক্তিগত ফোল্ডাৰ খোলাৰ বাবে বাইন্ড কৰক ।

source: Binding to pause playback.
as: প্লে-বেক স্থগিত কৰাৰ বাবে বাইন্ড কৰক ।

source: Binding to raise the system volume.
as: সিস্টেমৰ শব্দ বৃদ্ধিৰ বাবে বাইন্ড কৰক ।

source: Binding to skip to next track.
as: পৰবৰ্তী গানে এৰি চলনাৰ বাবে বাইন্ড কৰক ।

source: Binding to skip to previous track.
as: পূৰ্ববৰ্তী গান পিছলৈ যাবলৈ বাবে বাইন্ড কৰক ।

source: Binding to start playback (or toggle play/pause).
as: প্লে-বেক অৰ্থাৎ চালনাৰ আৰম্ভৰ বাবে বাইন্ড কৰক (অথবা চালনা/স্থগিত কৰ্মত পৰিবৰ্তন) ।

source: Binding to stop playback.
as: প্লে-বেক বন্ধ কৰাৰ বাবে বাইন্ড কৰক ।

source: Binding to suspend the computer.
as: কম্পিউটাৰ স্থগিত কৰাৰ বাবে বাইন্ড কৰক ।

source: Eject
as: বহিষ্কাৰ

source: Home folder
as: ব্যক্তিগত ফোল্ডাৰ

source: Launch calculator
as: কেলকুলেটৰ আৰম্ভ কৰক

source: Launch email client
as: ই-মেইল ক্লায়েন্ট আৰম্ভ কৰক

source: Launch help browser
as: সহায়িকা প্ৰদৰ্শক ব্ৰাউজাৰ চালু কৰো

source: Launch media player
as: মিডিয়া প্লেয়াৰ আৰম্ভ কৰক

source: Launch web browser
as: ৱেব ব্ৰাউজাৰ চালু কৰো

source: Lock screen
as: পৰ্দা নিষ্ক্ৰিয় কৰো

source: Log out
as: লগ-আউট

source: Next track
as: পৰবৰ্তী গান

source: Pause playback
as: প্লে-বেক স্থগিত কৰক

source: Play (or play/pause)
as: বাজাও (বা বাজাও/বিৰতি)

source: Previous track
as: পূৰ্ববৰ্তী গান

source: Search
as: বিচাৰক

source: Stop playback
as: প্লে-বেক বন্ধ কৰক

source: Suspend
as: স্থগিত

source: Volume down
as: শব্দমাত্ৰা কমাও

source: Volume mute
as: শব্দ বন্ধ কৰো

source: Volume step
as: শব্দমাত্ৰা

source: Volume step as percentage of volume.
as: শব্দসীমাৰ শতাংশ হিসাবে শব্দমাত্ৰা ।

source: Volume up
as: শব্দমাত্ৰা বৃদ্ধি কৰো

source: Set to True to display a dialog when there are errors running the screensaver.
as: মান TRUE (সত্য) হলে স্ক্ৰিন-সেভাৰ চালাতে সমস্যা হলে একটি ডায়ালগ প্ৰদৰ্শন কৰা হবে ।

source: Set to True to run the screensaver at login.
as: মান TRUE (সত্য) হলে লগ-ইন-এৰ সময় স্ক্ৰিন-সেভাৰ চালানো হবে ।

source: Show startup errors
as: প্ৰাৰম্ভকালে উৎপন্ন সমস্যা প্ৰদৰ্শিত হবে

source: Start screensaver
as: স্ক্ৰিনসেভাৰ চালু কৰো

source: Show Displays in Notification Area
as: সূচনাপ্ৰদানৰ স্থানে ডিসপ্লে প্ৰদৰ্শন কৰা হবে

source: Antialiasing
as: অ্যান্ট-অ্যালায়েসিং

source: Hinting
as: হিন্টিং

source: RGBA order
as: RGBA ক্ৰম

source: GNOME Settings Daemon
as: GNOME Settings ডেমন

source: Enable accessibility keyboard plugin
as: বিশেষ ব্যবহাৰপ্ৰণালীৰ ক্ষেত্ৰে প্ৰযোজ্য কি-বোৰ্ড প্লাগ-ইন সক্ৰিয় কৰা হবে

source: Enable background plugin
as: পটভূমিৰ ছবি সংক্ৰান্ত প্লাগ-ইন সক্ৰিয় কৰক

source: Enable clipboard plugin
as: ক্লিপ-বোৰ্ড প্লাগ-ইন সক্ৰিয় কৰক

source: Enable font plugin
as: ফন্ট প্লাগ-ইন সক্ৰিয় কৰক

source: Enable keybindings plugin
as: কি-বাইন্ডিং প্লাগ-ইন সক্ৰিয় কৰক

source: Enable keyboard plugin
as: কি-বোৰ্ড প্লাগ-ইন সক্ৰিয় কৰক

source: Enable media keys plugin
as: মিডিয়া-কি প্লাগ-ইন সক্ৰিয় কৰক

source: Enable mouse plugin
as: মাউজ প্লাগ-ইন সক্ৰিয় কৰক

source: Enable screensaver plugin
as: স্ক্ৰিনসেভাৰ প্লাগ-ইন সক্ৰিয় কৰক

source: Enable sound plugin
as: শব্দেৰ প্লাগ-ইন সক্ৰিয় কৰক

source: Enable typing breaks plugin
as: টাইপিং বিৰতিৰ প্লাগ-ইন সক্ৰিয় কৰক

source: Enable xrandr plugin
as: xrandr প্লাগ-ইন সক্ৰিয় কৰক

source: Enable xrdb plugin
as: xrdb প্লাগ-ইন সক্ৰিয় কৰক

source: Enable xsettings plugin
as: xsettings প্লাগ-ইন সক্ৰিয় কৰক

source: Mouse keys
as: মাউস কী (key)

source: On-screen keyboard
as: স্ক্ৰিনৰ উপৰে অবস্থিত কি-বোৰ্ড

source: Screen magnifier
as: পর্দা বিবর্ধক ব্যবস্থা

source: Set to True to enable the plugin to manage clipboard settings.
as: প্লাগ-ইন দ্বাৰা ক্লিপ-বোৰ্ডেৰ বৈশিষ্ট্য পৰিচালনাৰ বাবে মান True (সত্য) নিৰ্ধাৰণ কৰক ।

source: Set to True to enable the plugin to manage desktop background settings.
as: প্লাগ-ইন দ্বাৰা ডেস্কটপেৰ পটভূমিৰ বৈশিষ্ট্য পৰিচালনাৰ বাবে মান True (সত্য) নিৰ্ধাৰণ কৰক ।

source: Set to True to enable the plugin to manage font settings.
as: প্লাগ-ইন দ্বাৰা ফন্টেৰ বৈশিষ্ট্য পৰিচালনাৰ বাবে মান True (সত্য) নিৰ্ধাৰণ কৰক ।

source: Set to True to enable the plugin to manage keyboard settings.
as: প্লাগ-ইন দ্বাৰা কি-বোৰ্ডেৰ বৈশিষ্ট্য পৰিচালনাৰ বাবে মান True (সত্য) নিৰ্ধাৰণ কৰক ।

source: Set to True to enable the plugin to manage mouse settings.
as: প্লাগ-ইন দ্বাৰা মাউজেৰ বৈশিষ্ট্য পৰিচালনাৰ বাবে মান True (সত্য) নিৰ্ধাৰণ কৰক ।

source: Set to True to enable the plugin to manage multimedia keys settings.
as: প্লাগ-ইন দ্বাৰা মাল্টিমিডিয়া কি-ৰ বৈশিষ্ট্য পৰিচালনাৰ বাবে মান True (সত্য) নিৰ্ধাৰণ কৰক ।

source: Set to True to enable the plugin to manage screensaver settings.
as: প্লাগ-ইন দ্বাৰা স্ক্ৰিন-সেভাৰেৰ বৈশিষ্ট্য পৰিচালনাৰ বাবে মান True (সত্য) নিৰ্ধাৰণ কৰক ।

source: Set to True to enable the plugin to manage the accessibility keyboard settings.
as: প্লাগ-ইন দ্বাৰা বিশেষ ব্যবহাৰেৰ কি-বোৰ্ডে বৈশিষ্ট্য পৰিচালনাৰ বাবে মান True (সত্য) নিৰ্ধাৰণ কৰক ।

source: Set to True to enable the plugin to manage the keybindings.
as: প্লাগ-ইন দ্বাৰা কি-বাইন্ডিং পৰিচালনাৰ বাবে মান True (সত্য) নিৰ্ধাৰণ কৰক ।

source: Set to True to enable the plugin to manage typing breaks.
as: প্লাগ-ইন দ্বাৰা টাইপিং-বিৰতি পৰিচালনাৰ বাবে মান True (সত্য) নিৰ্ধাৰণ কৰক ।

source: Set to True to enable the plugin to manage xrandr settings.
as: প্লাগ-ইন দ্বাৰা xrandr-ৰ বৈশিষ্ট্য পৰিচালনাৰ বাবে মান True (সত্য) নিৰ্ধাৰণ কৰক ।

source: Set to True to enable the plugin to manage xrdb settings.
as: প্লাগ-ইন দ্বাৰা xrdb-ৰ বৈশিষ্ট্য পৰিচালনাৰ বাবে মান True (সত্য) নিৰ্ধাৰণ কৰক ।

source: Set to True to enable the plugin to manage xsettings.
as: প্লাগ-ইন দ্বাৰা xsettings-ৰ বৈশিষ্ট্য পৰিচালনাৰ বাবে মান True (সত্য) নিৰ্ধাৰণ কৰক ।

source: Sticky keys
as: <b>স্টিকি-কি</b>

source: Enable debugging code
as: কোড ডিবাগ ব্যবস্থা সক্ৰিয় কৰা হবে

source: Don't become a daemon
as: ডেমন তৈৰি কৰা হবে না

source: GConf prefix from which to load plugin settings
as: প্লাগ-ইন লোড কৰাৰ বাবে ব্যবহৃত GConf প্ৰে-ফিক্স

source: Accessibility Keyboard
as: সহায়ক প্ৰযুক্তি বিশিষ্ট কি-বোৰ্ড

source: Accessibility keyboard plugin
as: সহায়ক প্ৰযুক্তি বিশিষ্ট কি-বোৰ্ডেৰ প্লাগ-ইন

source: There was an error displaying help: %s
as: সহায়িকা প্ৰদৰ্শনত সমস্যা: %s

source: Do you want to activate Slow Keys?
as: আপনি কি ধীৰ কী (Key) সক্ৰিয় কৰিবলৈ চান?

source: Do you want to deactivate Slow Keys?
as: আপনি কি ধীৰ কী (Key) নিষ্ক্ৰিয় কৰিবলৈ চান?

source: You just held down the Shift key for 8 seconds. This is the shortcut for the Slow Keys feature, which affects the way your keyboard works.
as: আপনি এইমাত্ৰ শিফ্‌ট কী-কে ৮ সেকেন্ড যাবত চেপে ৰেখেছিলেন । এটি হল ধীৰ কী (Key) সক্ৰিয়কাৰক শৰ্টকাট যা সম্পূৰ্ণ কীবোৰ্ড ব্যবস্থা কীভাবে কাজ কৰবে তা নিৰ্ধাৰণ কৰে ।

source: Don't activate
as: সক্ৰিয় কৰা হবে না

source: Don't deactivate
as: নিষ্ক্ৰিয় কৰা হবে না

source: Activate
as: সক্ৰিয় কৰা হবে

source: Deactivate
as: নিষ্ক্ৰিয় কৰক

source: Do_n't activate
as: সক্ৰিয় কৰো না (_n)

source: Do_n't deactivate
as: নিষ্ক্ৰিয় কৰো না (_n)

source: _Activate
as: সক্ৰিয় কৰক (_A)

source: _Deactivate
as: নিষ্ক্ৰিয় কৰো (_D)

source: Slow Keys Alert
as: ধীৰ কী (Key) সম্পৰ্কিত সতৰ্কবাণী

source: Do you want to activate Sticky Keys?
as: আপনি কি স্টিকি কী (Key) সক্ৰিয় কৰিবলৈ চান?

source: Do you want to deactivate Sticky Keys?
as: আপনি কি স্টিকি কী (Key) নিষ্ক্ৰিয় কৰিবলৈ চান?

source: You just pressed the Shift key 5 times in a row. This is the shortcut for the Sticky Keys feature, which affects the way your keyboard works.
as: আপনি এইমাত্ৰ শিফ্‌ট কী-কে ৫ সেকেন্ড যাবত চেপে ৰেখেছিলেন । এটি হল স্টিকি কী (Key) সক্ৰিয়কাৰক শৰ্টকাট যা সম্পূৰ্ণ কীবোৰ্ড ব্যবস্থা কীভাবে কাজ কৰবে তা নিৰ্ধাৰণ কৰে ।

source: You just pressed two keys at once, or pressed the Shift key 5 times in a row. This turns off the Sticky Keys feature, which affects the way your keyboard works.
as: আপনি এইমাত্ৰ দুটি কীকে একত্ৰে চেপে ৰেখেছিলেন কিংবা শিফ্‌ট কীকে পৰপৰ ৫ বাৰ চেপেছেন । এৰ ফলে স্টিকি কী (Key) নিষ্ক্ৰিয় হয়ে যায় যা সম্পূৰ্ণ কীবোৰ্ড ব্যবস্থা কীভাবে কাজ কৰবে তা নিৰ্ধাৰণ কৰে ।

source: Sticky Keys Alert
as: স্টিকি কী (Key) সম্পৰ্কিত সতৰ্কবাণী

source: Universal Access Preferences
as: সাৰ্বজনীন ব্যবহাৰ সংক্ৰান্ত পছন্দ

source: Enhance _contrast in colors
as: ৰঙেৰ তাৰতম্য বৃদ্ধি কৰা হবে (_c)

source: Make _text larger and easier to read
as: সহজে পাঠ কৰাৰ বাবে হৰফেৰ মাপ বৃদ্ধি কৰা হবে (_t)

source: Press and _hold keys to accept them (Slow Keys)
as: কি গ্ৰহণ কৰা বাবে সেগুলি টিপে ৰাখুন (ধীৰগতিৰ কি) (_h)

source: Use on-screen _keyboard
as: পৰ্দাত উপস্থিত কি-বোৰ্ড প্ৰয়োগ কৰা হবে (_k)

source: Use screen _magnifier
as: পৰ্দাৰ বিবৰ্ধক ব্যবহাৰ কৰা হবে (_m)

source: Use screen _reader
as: পৰ্দা পাঠেৰ ব্যবস্থা ব্যবহাৰ কৰা হবে (_r)

source: Background
as: পটভূমি

source: Background plugin
as: পটভূমিৰ প্লাগ-ইন

source: Clipboard
as: ক্লিপ-বোৰ্ড

source: Clipboard plugin
as: ক্লিপ-বোৰ্ডেৰ প্লাগ-ইন

source: Dummy
as: ডামি

source: Dummy plugin
as: ডামি প্লাগ-ইন

source: Font
as: ফন্ট

source: Font plugin
as: ফন্ট প্লাগ-ইন

source: Key binding (%s) is invalid
as: কি-বাইন্ডিং (%s) বৈধ নয়

source: Key binding (%s) is incomplete
as: কি-বাইন্ডিং (%s) অসম্পূৰ্ণ

source: Error while trying to run (%s) which is linked to the key (%s)
as: কী (key) (%s) এৰ সাথে যুক্ত (%s) চালাতে সমস্যা হয়েছে

source: Keybindings
as: কি-বাইন্ডিং

source: Keybindings plugin
as: কি-বাইন্ডিং প্লাগ-ইন

source: Keyboard
as: কীবোৰ্ড

source: Keyboard plugin
as: কি-বোৰ্ড প্লাগ-ইন

source: A_vailable files:
as: ব্যবহাৰযোগ্য ফাইল (_v):

source: Load modmap files
as: modmap-এৰ ফাইল লোড কৰো

source: Would you like to load the modmap file(s)?
as: আপনি কি modmap-এৰ ফাইল লোড কৰিবলৈ চান?

source: _Do not show this message again
as: আৰ কখনো এই তথ্যটি দেখাবে না (_D)

source: _Load
as: ভাৰ(_L)

source: _Loaded files:
as: লোড কৰা ফাইল (_L):

source: Couldn't execute command: %s Verify that this is a valid command.
as: চিহ্নিত কমান্ডটি চালানো যায়নি: %s কমান্ডেৰ বৈধতা নিশ্চিত কৰক ।

source: Couldn't put the machine to sleep. Verify that the machine is correctly configured.
as: কম্পিউটাৰকে স্থগিতাবস্থায় নিয়ে যাওয়া যায় নি । কম্পিউটাৰটি সঠিকভাবে কনফিগাৰ কৰা আছে কিনা তা নিশ্চিত হোন ।

source: System Sounds
as: সিস্টেমৰ শব্দ

source: Media keys
as: মিডিয়া কি

source: Media keys plugin
as: মিডিয়া-কি প্লাগ-ইন

source: Could not enable mouse accessibility features
as: মাউস ব্যবহাৰেৰ বিশেষ সহায়ক বৈশিষ্ট্য সক্ৰিয় কৰিবলৈ ব্যৰ্থ

source: Mouse Preferences
as: মাউস সম্পৰ্কিত পছন্দ

source: Mouse
as: মাউস

source: Mouse plugin
as: মাউজ প্লাগ-ইন

source: There was an error starting up the screensaver: %s Screensaver functionality will not work in this session.
as: স্ক্ৰিন সেভাৰ চালাতে সমস্যা হয়েছেঃ %s এই সেশনে কোন স্ক্ৰিন সেভাৰ কাজ কৰবে না ।

source: Screensaver
as: স্ক্ৰিন-সেভাৰ

source: Screensaver plugin
as: স্ক্ৰিন-সেভাৰেৰ প্লাগ-ইন

source: Typing Break
as: টাইপিং বিৰতি

source: Typing break plugin
as: টাইপিং বিৰতিৰ প্লাগ-ইন

source: Normal
as: স্বাভাবিক

source: Left
as: বাওঁফালে

source: Right
as: সোঁফালে

source: Upside Down
as: উল্টো

source: _Configure Display Settings ...
as: পৰ্দা সংক্ৰান্ত বৈশিষ্ট্য পৰিবৰ্তন কৰক... (_C)

source: Configure display settings
as: পৰ্দা সংক্ৰান্ত বৈশিষ্ট্য পৰিবৰ্তন কৰক

source: Cannot determine user's home directory
as: ব্যবহাৰকাৰীৰ ব্যক্তিগত ডিৰেক্টৰি (Home) খুঁজে পাওয়া যাচ্ছে না

source: Manage the X resource database
as: X ৰিসোৰ্সেৰ ডাটাবেস পৰিচালনা কৰক

source: X Resource Database
as: X ৰিসোৰ্স ডাটাবেস

source: GConf key %s set to type %s but its expected type was %s
as: জীকন্‌ফ কী (key) %s এৰ মান %s কৰা হলেও তা %s হওয়াৰ কথা

source: Manage X Settings
as: X-ৰ বৈশিষ্ট্য পৰিচালনা কৰক

source: X Settings
as: X সংক্ৰান্ত বৈশিষ্ট্য
